export const posts = [
  {
    slug: "dytyacha-nevrologiya",
    title: "Дитяча неврологія",
    excerpt: "Коли варто турбуватись?",
    cover: "/img/blog/blog.svg",
    label: "ДИТЯЧА НЕВРОЛОГІЯ",
    labelColor: "#5DD3D3",
    content: `
      <p>Розвиток дитячої нервової системи – складний і чутливий процес. Батьки часто хвилюються: чому малюк не починає вчасно говорити, чому постійно дриґає ніжками або має проблеми зі сном? Часто саме ці сигнали вказують на неврологічні порушення.</p>
      </br>
      <p>Цікавий факт: мозок дитини формується найактивніше у перші три роки життя. І саме в цей період рання діагностика має вирішальне значення.</p>
      </br>
      <p>Ознаки, які не варто ігнорувати:</p>

      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>порушення сну, надмірна збудливість або млявість</li>
        <li>затримка мовного або моторного розвитку</li>
        <li>тремор, судоми, порушення координації</li>
        <li>асиметрія рухів або м’язового тонусу</li>
        <li>тики, гіперактивність, СДУГ</li>
      </ul>
      </br>
      <p>Рання допомога дитячого невролога допомагає скоригувати розвиток, уникнути ускладнень і підтримати гармонійний ріст дитини.</p>
      <style>
        .custom-list li::marker {
          color: #5DD3D3;
        }
      </style>
    `
  },
  {
    slug: "eeg-u-ditey",
    title: "ЕЕГ у дітей",
    excerpt: "Що приховує мозок?",
    cover: "/img/blog/blog2.svg",
    label: "ЕЕГ У ДІТЕЙ",
    labelColor: "#FF6B00",
    content: `
      <p>Поганий сон, затримка мовлення або раптові емоційні спалахи — усе це може бути пов’язано з порушенням роботи мозку. ЕЕГ дозволяє побачити, як функціонує мозкова активність. Це безпечна та неінвазивна процедура.</p>
      </br>
      <p>Цікавий факт: ЕЕГ допомагає діагностувати епілепсію навіть у немовлят, коли ще не було жодного нападу. Також вона корисна при аутизмі, СДУГ, тиках, синкопальних станах (втратах свідомості).</p>
      </br>
      <p>ЕЕГ можна проводити у стані неспання, сну або навіть із відеоспостереженням — це дозволяє виявити зміни, що проявляються лише в певний час доби.</p>
    `
  },
  {
    slug: "doppler",
    title: "Доплер судин",
    excerpt: "Причина головного болю?",
    cover: "/img/blog/blog3.svg",
    label: "ДОПЛЕР СУДИН",
    labelColor: "#44C2FF",
    content: `
      <p>У дітей головний біль — не рідкість. Але причина може ховатися у порушенні кровотоку. Доплерографія дозволяє побачити, як працюють судини шиї та голови, і запобігти серйозним проблемам у майбутньому.</p>
      </br>
      <p>Доплер допомагає виявити:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>зниження кровотоку до мозку</li>
        <li>вроджені аномалії артерій</li>
        <li>компресію судин (наприклад, при неправильній поставі)</li>
        <li>наслідки перенесених інфекцій</li>
      </ul>

       <style>
        .custom-list li::marker {
          color: #44C2FF;
        }
      </style>
    `
  },
  {
    slug: "manualna-terapia",
    title: "Мануальна терапія",
    excerpt: "Не лише для дорослих",
    cover: "/img/blog/blog4.svg",
    label: "МАНУАЛЬНА ТЕРАПІЯ",
    labelColor: "#FF2F65",
    content: `
      <p>М’які мануальні техніки допомагають при кривошиї, порушеннях постави, сколіозі, неврологічних проблемах. Дитячий організм дуже чутливий, тому мануальна терапія проводиться виключно фахівцем.</p>
      </br>
      <p>Переваги:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>покращення кровообігу</li>
        <li>усунення м’язових затисків</li>
        <li>стимуляція нервової системи</li>
      </ul>
       <style>
        .custom-list li::marker {
          color: #FF2F65;
        }
      </style>
    `
  },
  {
    slug: "psyholog",
    title: "Психолог",
    excerpt: "Коли потрібен?",
    cover: "/img/blog/blog5.svg",
    label: "ПСИХОЛОГ",
    labelColor: "#44C2FF",
    content: `
      <p>“Він просто сором'язливий” чи "Вона виросте і стане спокійнішою" — знайомі фрази? Але іноді за цим ховаються страхи, тривожність або навіть перші ознаки аутизму.</p>
      </br>
      <p>Психоемоційний стан дитини – важливий для загального розвитку. У сучасному світі з великою кількістю стимулів і стресових факторів дитячий психолог стає не розкішшю, а необхідністю.</p>
      </br>
      <p>На що звернути увагу:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>труднощі у спілкуванні або адаптації в дитсадку/школі</li>
        <li>тривожність, фобії, агресія або замкненість</li>
        <li>нічні кошмари, страхи, тики</li>
        <li>затримка мовлення, відсутність інтересу до контактів</li>
        <li>регрес навичок або різкі зміни поведінки</li>
      </ul>
      </br>
      <p>Психолог не просто “розмовляє”, а через гру, малюнок і спостереження допомагає дитині відчути підтримку та стабільність.</p>
      <style>
        .custom-list li::marker {
          color: #44C2FF;
        }
      </style>
    `
  },
  {
    slug: "ehoencefaloskopia",
    title: "Ехоенцефалоскопія",
    excerpt: "Обстеження без болю",
    cover: "/img/blog/blog6.svg",
    label: "ЕХОЕНЦЕФАЛОСКОПІЯ",
    labelColor: "#5DD3D3",
    content: `
      <p>Ехо — це безболісне обстеження мозку за допомогою ультразвуку. Воно може виявити підвищений внутрішньочерепний тиск або наслідки травм. Застосовується навіть у немовлят — через не закрите тім’ячко.</p>
      </br>
      <p>Метод інформативний при:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>травмах голови</li>
        <li>підозрі на гідроцефалію</li>
        <li>підвищенні внутрішньочерепного тиску</li>
        <li>запамороченнях, головних болях</li>
      </ul>
        <style>
        .custom-list li::marker {
          color: #5DD3D3;
        }
      </style>
    `
  },
  {
    slug: "neyrosonohrafiya",
    title: "Нейросонографія",
    excerpt: "Вікно у мозок немовляти",
    cover: "/img/blog/blog7.svg",
    label: "НЕЙРОСОНОГРАФІЯ",
    labelColor: "#FF2F65",
    content: `
      <p>Поки тім’ячко ще відкрите, є унікальна можливість зробити УЗД мозку — нейросонографію. Це безпечне дослідження дозволяє виявити вроджені патології, крововиливи або гідроцефалію на ранніх етапах.</p>
      </br>
      <p>Рекомендується:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>дітям, народженим раніше терміну</li>
        <li>після складних пологів або асфіксії</li>
        <li>при затримці розвитку</li>
      </ul>
       <style>
        .custom-list li::marker {
          color: #FF2F65;
        }
      </style>
    `
  },
  {
    slug: "enmg",
    title: "ЕНМГ",
    excerpt: "Біль у м'язах?",
    cover: "/img/blog/blog8.svg",
    label: "ЕНМГ",
    labelColor: "#FF6B00",
    content: `
      <p> Електронейроміографія допомагає оцінити, як працюють нерви та м’язи. Вона може бути корисна, якщо у дитини слабкість у кінцівках, затримка моторного розвитку чи підозра на неврологічні синдроми</p>
      </br>
      <p>Показання для проведення:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>порушення чутливості, болі в кінцівках</li>
        <li>м’язова слабкість, швидка втома</li>
        <li>підозра на нервово-м’язову патологію (міастенія, полінейропатії)</li>
      </ul>
       <style>
        .custom-list li::marker {
          color: #FF6B00;
        }
      </style>
    `
  },
  {
    slug: "vp-potentsialy",
    title: "Викликані потенціали",
    excerpt: "Як перевірити слух і зір?",
    cover: "/img/blog/blog9.svg",
    label: "ВИКЛИКАНI ПОТЕНЦIАЛИ",
    labelColor: "#FF2F65",
    content: `
      <p>Викликані потенціали: зорові та слухові тести. Ці методи дозволяють оцінити, як мозок реагує на візуальні чи слухові стимули. Це особливо важливо, якщо є підозра на порушення слуху або зору, які важко визначити у малюків.</p>
      </br>
      <p>Показання:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>погана реакція на звуки або іграшки</li>
        <li>затримка мовлення</li>
        <li>підозра на глухоту, сліпоту чи пошкодження зорового нерва</li>
        <li>оцінка роботи ЦНС у дітей з неврологічною симптоматикою</li>
      </ul>
      </br>
      <p>Психолог не просто “розмовляє”, а через гру, малюнок і спостереження допомагає дитині відчути підтримку та стабільність.</p>
      <style>
        .custom-list li::marker {
          color: #FF2F65;
        }
      </style>
    `
  },
  {
    slug: "kulshovi-sugloby",
    title: "УЗД кульшових суглобів",
    excerpt: "На що звернути увагу?",
    cover: "/img/blog/blog10.svg",
    label: "УЗД КУЛЬШОВИХ СУГЛОБIВ",
    labelColor: "#44C2FF",
    content: `
      <p> УЗД кульшових суглобів: дисплазію краще побачити рано</p>
      </br>
      <p>Дисплазія тазостегнових суглобів — часта проблема у новонароджених, яку важливо виявити якомога раніше. УЗД — простий і безпечний спосіб це зробити.</p>
      </br>
      <p>Обстеження рекомендовано:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>усім новонародженим у перші тижні життя</li>
        <li>при наявності вроджених особливостей, асиметрії складочок, обмеженні відведення ніжок</li>
        <li>дітям з групи ризику (сімейний анамнез, тазове передлежання)</li>
      </ul>
       <style>
        .custom-list li::marker {
          color: #44C2FF;
        }
      </style>
    `
  },
  {
    slug: "videomonitoring-eeg",
    title: "Відеомоніторинг ЕЕГ",
    excerpt: "Таємниці мозку",
    cover: "/img/blog/blog11.svg",
    label: "ВІДЕОМОНІТОРИНГ ЕЕГ",
    labelColor: "#FF6B00",
    content: `
      <p>ЕЕГ відеомоніторинг (нічний та денний)</p>
      </br>
      <p>Це поглиблене обстеження, що поєднує відеозапис поведінки дитини та електроенцефалограму. Воно дозволяє виявити епілепсію, нічні напади, синкопальні стани, тики, навіть якщо вони відбуваються лише уві сні.</p>
      </br>
      <p>Нічне ЕЕГ — особливо інформативне, адже багато нападів трапляються саме вночі. Такий моніторинг — золотий стандарт у неврології.</p>
    `
  },
  {
    slug: "ados-test",
    title: "Тест ADOS-2",
    excerpt: "Підозра на аутизм?",
    cover: "/img/blog/blog12.svg",
    label: "ТЕСТ ADOS-2",
    labelColor: "#5DD3D3",
    content: `
      <p>Тест ADOS-2: важливий крок до розуміння аутизму</p>
      </br>
      <p>ADOS-2 — золотий стандарт діагностики розладів аутистичного спектру (РАС). Це ігрова діагностика, що оцінює, як дитина спілкується, реагує, грається.</p>
      </br>
      <p>ADOS не ставить діагноз, а допомагає точно виявити чи є особливості розвитку, які потребують підтримки.</p>
      </br>
      <p>Підходить:</p>
      <ul style="list-style-type: disc; padding-left: 1.25rem;" class="custom-list">
        <li>дітям від 12 місяців і до підлітків</li>
        <li>при затримці мовлення, труднощах у контакті, рутинній поведінці</li>
      </ul>
      </br>
      <p>Рання діагностика — шанс дати дитині найкращу підтримку вчасно.</p>
       <style>
        .custom-list li::marker {
          color: #5DD3D3;
        }
      </style>
    `
  }
];